Repository: rottenpants466/lockbox
Catalog: po/*.po
Languages: nl

source: Add Login
nl: Account toevoegen

source: Name:
nl: Naam:

source: Username:
nl: Gebruikersnaam:

source: Password:
nl: Wachtwoord:

source: Cancel
nl: Annuleren

source: Save Login
nl: Account opslaan

source: Some fields are still empty!
nl: Enkele velden zijn blanco!

source: You must fill in all the fields in order to save your login info.
nl: Vul alle velden in om je inloggegevens op te slaan.

source: Add Note
nl: Aantekening toevoegen

source: Note:
nl: Aantekening:

source: Save note
nl: Aantekening opslaan

source: You must fill in all the fields in order to save your note.
nl: Vul alle velden in om je aantekening op te slaan.

source: Preferences
nl: Voorkeuren

source: Security
nl: Beveiliging

source: Clear clipboard after timeout:
nl: Klembord wissen na time-out:

source: Timeout (secs):
nl: Time-out (in sec.):

source: Interface
nl: Uiterlijk

source: Dark Mode:
nl: Donker thema:

source: Close
nl: Sluiten

source: Add New Login
nl: Account toevoegen

source: Add Secure Note
nl: Beveiligde aantekening toevoegen

source: Add Login or Note
nl: Account of aantekening toevoegen

source: Search for sites and notes (Ctrl+F)...
nl: Websites en aantekeningen doorzoeken (Ctrl+F)...

source: Sort by Name
nl: Sorteren op naam

source: Sort by Created Date
nl: Sorteren op aanmaakdatum

source: Lock Box
nl: Kluis

source: Sit tight while your secret clearance is verified
nl: Even geduld; de toegang wordt geverifieerd...

source: Nothing to see here
nl: Er valt hier niks te zien

source: Start storing your important info securely
nl: Begin met veilig opslaan van je vertrouwelijke informatie

source: Configure
nl: Instellen

source: Customize your lock box
nl: Pas je kluis aan

source: Store Login
nl: Account opslaan

source: Add website login details to your lock box
nl: Voeg inloggegevens toe aan je kluis

source: Store Note
nl: Aantekening opslaan

source: Add a new note to yourself to your lock box
nl: Voeg een aantekening toe aan je kluis

source: Lock your secrets up tight
nl: Sla je al je geheimen veilig op

source: Keep your notes and website credentials secure in an easy-to-manage collection. It is ready to go when you're logged in, and securely encrypted when you're not.
nl: Sla je aantekeningen en inloggegevens veilig op in een eenvoudig te beheren verzameling. Alles staat klaar als je ingelogd bent en is beveiligd als je niet ingelogd bent.

source: Features
nl: Mogelijkheden

source: Fast search
nl: Snel zoeken

source: Sort by name or date added
nl: Sorteer op naam of aanmaakdatum

source: Access to passwords saved in Epiphany
nl: Toegang tot in GNOME Web opgeslagen wachtwoorden

source: Dark Theme
nl: Donker thema

source: Light Theme
nl: Licht thema

source: Creating a new secret item
nl: Maak een nieuw item

source: Quick searching
nl: Snel zoeken

source: Initial release
nl: InitiÃ«le uitgave

source: Password Manager
nl: Wachtwoordbeheerder

source: Secure and manage your secure information
nl: Beveilig en beheer je vertrouwelijke informatie

source: Password;Login;Notes;
nl: Wachtwoord;Inloggen;Aantekeningen;
